[{"i": 0, "text": "That thing that made you weird as a kid could make you great as an adult — if you don’t lose it.", "year": 2021}, {"i": 1, "text": "If you have any doubt at all about being able to carry a load in one trip, do yourself a huge favor and make two trips.", "year": 2021}, {"i": 2, "text": "What you get by achieving your goals is not as important as what you become by achieving your goals. At your funeral people will not recall what you did; they will only remember how you made them feel.", "year": 2021}, {"i": 3, "text": "Recipe for success: under-promise and over-deliver.", "year": 2021}, {"i": 4, "text": "It’s not an apology if it comes with an excuse. It is not a compliment if it comes with a request.", "year": 2021}, {"i": 5, "text": "Jesus, Superman, and Mother Teresa never made art. Only imperfect beings can make art because art begins in what is broken.", "year": 2021}, {"i": 6, "text": "If someone is trying to convince you it’s not a pyramid scheme, it’s a pyramid scheme.", "year": 2021}, {"i": 7, "text": "Learn how to tie a bowline knot. Practice in the dark. With one hand. For the rest of your life you’ll use this knot more times than you would ever believe.", "year": 2021}, {"i": 8, "text": "If something fails where you thought it would fail, that is not a failure.", "year": 2021}, {"i": 9, "text": "Be governed not by the tyranny of the urgent but by the elevation of the important.", "year": 2021}, {"i": 10, "text": "Leave a gate behind you the way you first found it.", "year": 2021}, {"i": 11, "text": "The greatest rewards come from working on something that nobody has a name for. If you possibly can, work where there are no words for what you do.", "year": 2021}, {"i": 12, "text": "A balcony or porch needs to be at least 6 feet (2m) deep or it won’t be used.", "year": 2021}, {"i": 13, "text": "Don’t create things to make money; make money so you can create things. The reward for good work is more work.", "year": 2021}, {"i": 14, "text": "In all things — except love — start with the exit strategy. Prepare for the ending. Almost anything is easier to get into than out of.", "year": 2021}, {"i": 15, "text": "Train employees well enough they could get another job, but treat them well enough so they never want to.", "year": 2021}, {"i": 16, "text": "Don’t aim to have others like you; aim to have them respect you.", "year": 2021}, {"i": 17, "text": "The foundation of maturity: Just because it’s not your fault doesn’t mean it’s not your responsibility.", "year": 2021}, {"i": 18, "text": "A multitude of bad ideas is necessary for one good idea.", "year": 2021}, {"i": 19, "text": "Being wise means having more questions than answers.", "year": 2021}, {"i": 20, "text": "Compliment people behind their back. It’ll come back to you.", "year": 2021}, {"i": 21, "text": "Most overnight successes — in fact any significant successes — take at least 5 years. Budget your life accordingly.", "year": 2021}, {"i": 22, "text": "You are only as young as the last time you changed your mind.", "year": 2021}, {"i": 23, "text": "Assume anyone asking for your account information for any reason is guilty of scamming you, unless proven innocent. The way to prove innocence is to call them back, or login to your account using numbers or a website that you provide, not them. Don’t release any identifying information while they are contacting you via phone, message or email. You must control the channel.", "year": 2021}, {"i": 24, "text": "Sustained outrage makes you stupid.", "year": 2021}, {"i": 25, "text": "Be strict with yourself and forgiving of others. The reverse is hell for everyone.", "year": 2021}, {"i": 26, "text": "Your best response to an insult is “You’re probably right.” Often they are.", "year": 2021}, {"i": 27, "text": "The worst evils in history have always been committed by those who truly believed they were combating evil. Beware of combating evil.", "year": 2021}, {"i": 28, "text": "If you can avoid seeking approval of others, your power is limitless.", "year": 2021}, {"i": 29, "text": "When a child asks an endless string of “why?” questions, the smartest reply is, “I don’t know, what do you think?”", "year": 2021}, {"i": 30, "text": "To be wealthy, accumulate all those things that money can’t buy.", "year": 2021}, {"i": 31, "text": "Be the change you wish to see.", "year": 2021}, {"i": 32, "text": "When brainstorming, improvising, jamming with others, you’ll go much further and deeper if you build upon each contribution with a playful “yes — and” example instead of a deflating “no — but” reply.", "year": 2021}, {"i": 33, "text": "Work to become, not to acquire.", "year": 2021}, {"i": 34, "text": "Don’t loan money to a friend unless you are ready to make it a gift.", "year": 2021}, {"i": 35, "text": "On the way to a grand goal, celebrate the smallest victories as if each one were the final goal. No matter where it ends you are victorious.", "year": 2021}, {"i": 36, "text": "Calm is contagious.", "year": 2021}, {"i": 37, "text": "Even a foolish person can still be right about most things. Most conventional wisdom is true.", "year": 2021}, {"i": 38, "text": "Always cut away from yourself.", "year": 2021}, {"i": 39, "text": "Show me your calendar and I will tell you your priorities. Tell me who your friends are, and I’ll tell you where you’re going.", "year": 2021}, {"i": 40, "text": "When hitchhiking, look like the person you want to pick you up.", "year": 2021}, {"i": 41, "text": "Contemplating the weaknesses of others is easy; contemplating the weaknesses in yourself is hard, but it pays a much higher reward.", "year": 2021}, {"i": 42, "text": "Worth repeating: measure twice, cut once.", "year": 2021}, {"i": 43, "text": "Your passion in life should fit you exactly; but your purpose in life should exceed you. Work for something much larger than yourself.", "year": 2021}, {"i": 44, "text": "If you can’t tell what you desperately need, it’s probably sleep.", "year": 2021}, {"i": 45, "text": "When playing Monopoly, spend all you have to buy, barter, or trade for the Orange properties. Don’t bother with Utilities.", "year": 2021}, {"i": 46, "text": "If you borrow something, try to return it in better shape than you received it. Clean it, sharpen it, fill it up.", "year": 2021}, {"i": 47, "text": "Even in the tropics it gets colder at night than you think. Pack warmly.", "year": 2021}, {"i": 48, "text": "To quiet a crowd or a drunk, just whisper.", "year": 2021}, {"i": 49, "text": "Writing down one thing you are grateful for each day is the cheapest possible therapy ever.", "year": 2021}, {"i": 50, "text": "When someone tells you something is wrong, they’re usually right. When someone tells you how to fix it, they’re usually wrong.", "year": 2021}, {"i": 51, "text": "If you think you saw a mouse, you did. And, if there is one, there are more.", "year": 2021}, {"i": 52, "text": "Money is overrated. Truly new things rarely need an abundance of money. If that was so, billionaires would have a monopoly on inventing new things, and they don’t. Instead almost all breakthroughs are made by those who lack money, because they are forced to rely on their passion, persistence and ingenuity to figure out new ways. Being poor is an advantage in innovation.", "year": 2021}, {"i": 53, "text": "Ignore what others may be thinking of you, because they aren’t.", "year": 2021}, {"i": 54, "text": "Avoid hitting the snooze button. That’s just training you to oversleep.", "year": 2021}, {"i": 55, "text": "Always say less than necessary.", "year": 2021}, {"i": 56, "text": "You are given the gift of life in order to discover what your gift _in_ life is. You will complete your mission when you figure out what your mission is. This is not a paradox. This is the way.", "year": 2021}, {"i": 57, "text": "Don’t treat people as bad as they are. Treat them as good as you are.", "year": 2021}, {"i": 58, "text": "It is much easier to change how you think by changing your behavior, than it is to change your behavior by changing how you think. Act out the change you seek.", "year": 2021}, {"i": 59, "text": "You can eat any dessert you want if you take only 3 bites.", "year": 2021}, {"i": 60, "text": "Each time you reach out to people, bring them a blessing; then they’ll be happy to see you when you bring them a problem.", "year": 2021}, {"i": 61, "text": "Bad things can happen fast, but almost all good things happen slowly.", "year": 2021}, {"i": 62, "text": "Don’t worry how or where you begin. As long as you keep moving, your success will be far from where you start.", "year": 2021}, {"i": 63, "text": "When you confront a stuck bolt or screw: righty tighty, lefty loosey.", "year": 2021}, {"i": 64, "text": "If you meet a jerk, overlook them. If you meet jerks everywhere everyday, look deeper into yourself.", "year": 2021}, {"i": 65, "text": "Dance with your hips.", "year": 2021}, {"i": 66, "text": "We are not bodies that temporarily have souls. We are souls that temporarily have bodies.", "year": 2021}, {"i": 67, "text": "You can reduce the annoyance of someone’s stupid belief by increasing your understanding of why they believe it.", "year": 2021}, {"i": 68, "text": "If your goal does not have a schedule, it is a dream.", "year": 2021}, {"i": 69, "text": "All the greatest gains in life — in wealth, relationships, or knowledge —come from the magic of compounding interest — amplifying small steady gains. All you need for abundance is to keep adding 1% more than you subtract on a regular basis.", "year": 2021}, {"i": 70, "text": "The greatest breakthroughs are missed because they look like hard work.", "year": 2021}, {"i": 71, "text": "People can’t remember more than 3 points from a speech.", "year": 2021}, {"i": 72, "text": "I have never met a person I admired who did not read more books than I did.", "year": 2021}, {"i": 73, "text": "The greatest teacher is called “doing”.", "year": 2021}, {"i": 74, "text": "Finite games are played to win or lose. Infinite games are played to keep the game going. Seek out infinite games because they yield infinite rewards.", "year": 2021}, {"i": 75, "text": "Everything is hard before it is easy. The day before something is a breakthrough, it’s a stupid idea.", "year": 2021}, {"i": 76, "text": "A problem that can be solved with money is not really a problem.", "year": 2021}, {"i": 77, "text": "When you are stuck, sleep on it. Let your subconscious work for you.", "year": 2021}, {"i": 78, "text": "Your work will be endless, but your time is finite. You cannot limit the work so you must limit your time. Hours are the only thing you can manage.", "year": 2021}, {"i": 79, "text": "To succeed, get other people to pay you; to become wealthy, help other people to succeed.", "year": 2021}, {"i": 80, "text": "Children totally accept — and crave — family rules. “In our family we have a rule for X” is the only excuse a parent needs for setting a family policy. In fact, “I have a rule for X” is the only excuse you need for your own personal policies.", "year": 2021}, {"i": 81, "text": "All guns are loaded.", "year": 2021}, {"i": 82, "text": "Many backward steps are made by standing still.", "year": 2021}, {"i": 83, "text": "This is the best time ever to make something. None of the greatest, coolest creations 20 years from now have been invented yet. You are not late.", "year": 2021}, {"i": 84, "text": "No rain, no rainbow.", "year": 2021}, {"i": 85, "text": "Every person you meet knows an amazing lot about something you know virtually nothing about. Your job is to discover what it is, and it won’t be obvious.", "year": 2021}, {"i": 86, "text": "You don’t marry a person, you marry a family.", "year": 2021}, {"i": 87, "text": "Always give credit, take blame.", "year": 2021}, {"i": 88, "text": "Be frugal in all things, except in your passions splurge.", "year": 2021}, {"i": 89, "text": "When making something, always get a few extras — extra material, extra parts, extra space, extra finishes. The extras serve as backups for mistakes, reduce stress, and fill your inventory for the future. They are the cheapest insurance.", "year": 2021}, {"i": 90, "text": "Something does not need to be perfect to be wonderful. Especially weddings.", "year": 2021}, {"i": 91, "text": "Don’t let your email inbox become your to-do list.", "year": 2021}, {"i": 92, "text": "The best way to untangle a knotty tangle is not to “untie” the knots, but to keep pulling the loops apart wider and wider. Just make the mess as big, loose and open as possible. As you open up the knots they will unravel themselves. Works on cords, strings, hoses, yarns, or electronic cables.", "year": 2021}, {"i": 93, "text": "Be a good ancestor. Do something a future generation will thank you for. A simple thing is to plant a tree.", "year": 2021}, {"i": 94, "text": "To combat an adversary, become their friend.", "year": 2021}, {"i": 95, "text": "Take one simple thing — almost anything — but take it extremely seriously, as if it was the only thing in the world, or maybe the entire world is in it — and by taking it seriously you’ll light up the sky.", "year": 2021}, {"i": 96, "text": "History teaches us that in 100 years from now some of the assumptions you believed will turn out to be wrong. A good question to ask yourself today is “What might I be wrong about?”", "year": 2021}, {"i": 97, "text": "Be nice to your children because they are going to choose your nursing home.", "year": 2021}, {"i": 98, "text": "Advice like these are not laws. They are like hats. If one doesn’t fit, try another.", "year": 2021}]